Repository: luna404/herams-i18n
Catalog: locales/*/LC_MESSAGES/index.po
Languages: fr

source: Welcome to the **HeRAMS User Guide**. This user guide was designed for users of the `HeRAMS platform <https://herams.org/user/login>`_. It provides step-by-step instruction on how to register and access the platform as well as a brief overview on key components of the platform, including detailed information on how to explore the available data using the interactive dashboards. Data managers can find additional information on how edit data in the `Edit Data`_ section. For more advanced topics related to user management and project administration, please consult the `HeRAMS Administration`_ section.
fr: Bienvenue dans le guide d'utilisation **HeRAMS**. Ce guide d'utilisation a été conçu pour les utilisateurs de la plate-forme `HeRAMS <https://herams.org/user/login>`_. Il fournit des instructions étape par étape sur la façon de s'inscrire et d'accéder à la plate-forme, ainsi qu'un bref aperçu des principales composantes de la plate-forme, y compris des informations détaillées sur la façon d'explorer les données disponibles en utilisant les tableaux de bord interactifs. Les gestionnaires de données peuvent trouver des informations supplémentaires sur la façon de modifier les données dans la section `Modifier les données`_. Pour des sujets plus avancés liés à la gestion des utilisateurs et à l'administration des projets, veuillez consulter la section `HeRAMS Administration`_.

source: It should be noted that the guide only addresses issues related to the `HeRAMS platform <https://herams.org/user/login>`_. For general information on the HeRAMS approach and for technical guidance please consult the official `WHO HeRAMS webpage <https://www.who.int/hac/herams/en//>`_. For additional questions that are not covered in this guide, please contact the `HeRAMS Support Team <mailto:herams@who.int?>`_.
fr: Il est à noter que le guide ne traite que des questions relatives à la plate-forme `HeRAMS <https://herams.org/user/login>`__. Il est à noter que le guide ne traite que des questions relatives à la plate-forme `HeRAMS <https://herams.org/user/login>`__ . Pour des informations générales sur l'approche HeRAMS et des conseils techniques, veuillez consulter la page Web officielle de l’OMS dédiée à `HeRAMS <https://www.who.int/hac/herams/en//>`__. Pour des questions supplémentaires qui ne sont pas abordées dans ce guide, veuillez contacter l’équipe de support HeRAMS en envoyant un courriel à `herams@who.int <mailto:herams@who.int?>`__.

source: Getting started
fr: Prise en main

source: Creating a User Account
fr: Créer un compte d'utilisateur

source: This chapter provides step-by-step instructions on how to access the `HeRAMS platform <https://herams.org/user/login>`_, create a user account and update your user profile.
fr: Ce chapitre fournit des instructions étape par étape sur la manière d'accéder à la `plate-forme HeRAMS <https://herams.org/user/login/>`_, de créer un compte utilisateur et de mettre à jour votre profil d'utilisateur.

source: To register as a new user, open the link `herams.org <https://herams.org>`_ in your browser.
fr: Pour vous inscrire comme nouvel utilisateur, veuillez ouvrir le lien `herams.org <https://herams.org.>`_ dans votre navigateur.

source: It is strongly recommended to either user FireFox or Chrome.
fr: Il est fortement recommandé d'utuliser les navigateurs FireFox ou Chrome.

source: On the sign-in page, click the `sign up <https://herams.org/user/register>`_ link located just above the |login| button.
fr: Dans la page d'ouverture, veuillez cliquer sur le lien `sign up <https://herams.org/user/register>`_, situé au-dessus du bouton de connexion |login|.

source: On the page that opens, enter your details.
fr: Dans la page qui s’affiche, veuillez saisir vos données personnelles.

source: Submit your information by clicking the |sign-up| button.
fr: Enregistrez votre compte en cliquant le bouton |sign-up|.

source: A confirmation email will be sent to the email address you entered.
fr: Un e-mail automatique de confirmation sera envoyé sur votre compte.

source: If you don't receive a confirmation email within a few minutes, check your spam folder.
fr: Si vous n'avez pas reçu un courriel de confirmation au bout de quelques minutes, veuillez vérifier votre dossier *courrier indésirable*.

source: Confirm your registration by clicking the link in your email.
fr: Confirmez votre inscription en cliquant sur le lien dans votre courriel.

source: Logging in
fr: Se connecter

source: New users without an existing account, will have to register before being able to login to the HeRAMS platform. To create a user account, follow the instructions `here <#creating-a-user-account>`_.
fr: Les nouveaux utilisateurs sans compte existant devront s’inscrire avant de pouvoir se connecter à la plate-forme HeRAMS. Pour créer un compte d'utilisateur veuillez suivez les instructions `ici <#creating-a-user-account>`_.

source: Open the link `herams.org <https://herams.org>`_ in your browser.
fr: Veuillez ouvrir le lien `https://herams.org <https://herams.org>`_ dans votre navigateur.

source: Enter your email address and password in the designated fields.
fr: Veuillez saisir vos informations d'identification (e-mail et mot de passe) dans les champs désignés.

source: Click the |login| button.
fr: Veuillez cliquer sur le bouton de connexion |login| .

source: Logging out
fr: Se déconnecter

source: To logout click the |logout| button in the top right corner of the screen.
fr: Pour vous déconnecter, veuillez cliquer sur le bouton |logout| dans le coin supérieur droit de l'écran.

source: Reset password
fr: Réinitialiser le mot de passe

source: In case you forgot your password, the instructions below will guide you through the steps to reset your password.
fr: Si vous avez oublié votre mot de passe, les instructions ci-dessous vous aideront à réinitialiser votre mot de passe.

source: On the sign in page, click the `reset password <https://herams.org/user/forgot>`_ link located below the password field.
fr: Sur la page d'ouverture de session, veuillez cliquer sur le lien `reset password <https://herams.org/user/forgot/>`_ situé en dessous du champs *Password*.

source: Enter your email address in the top field.
fr: Veuillez saisir votre adresse e-mail dans le premier champ.

source: Below the email field, you will see an image similar to this one: |captcha|
fr: Au-dessous du champ **E-mail**, vous devriez voir une image semblable à celle-ci: |captcha|

source: Enter the the characters displayed into the field below the image.
fr: Veuillez taper les caractères dans le champ situé en dessous de l'image.

source: Click the |submit-en| button.
fr: Veuillez cliquer sur le bouton |submit-en|.

source: You will receive an email with a password reset link. Click the link to open the password reset page.
fr: Un courriel automatique avec un lien pour réinitialiser votre mot de passe sera envoyé sur votre compte.

source: If you did not receive this email within a few minutes, check your spam folder.
fr: Si vous n'avez pas reçu ce courriel dans quelques minutes, veuillez vérifier votre dossier "courrier indésirable".

source: On the page that opens, enter your new password.
fr: Dans la page qui s’affiche, veuillez saisir votre nouvel mot de passe.

source: Click the |submit-en| button to confirm your new password.
fr: Confirmez votre nouvel mot de passe en cliquant le bouton |submit-en|.

source: To login into HeRAMS, return to the `sign in page <https://herams.org/user/login>`_.
fr: Pour se connecter à la plate-forme HeRAMS, veuillez retourner à la `page de connexion <https://herams.org/user/login/>`_.

source: Update your User Profile
fr: Mise à jour du profil utilisateur

source: Each user has a profile associated with their account. This permits you do to customize your profile, change your email address or password without requiring additional support.
fr: Chaque utilisateur a un profil associé à son compte. Cela vous permet de personnaliser votre profil, de changer votre adresse e-mail ou votre mot de passe sans avoir besoin d'assistance.

source: To update your user profile or account details, click your username shown on the top right corner of the page.
fr: Pour mettre à jour votre profil d'utilisateur ou les détails de votre compte, veuillez cliquer sur votre nom d'utilisateur dans le coin supérieur droit de la page.

source: This opens your `user profile <https://herams.org/user/settings/profile>`_ and allows you to change your personal information such as your name, organization and contact details.
fr: Cela ouvre votre `profil d'utilisateur <https://herams.org/user/settings/profile>`_ et vous permet de modifier vos informations personnelles telles que votre nom, votre organisation et vos coordonnées.

source: First name, last name and organization are mandatory fields.
fr: Veuillez noter que le prénom, le nom et l'organisation sont des champs obligatoires.

source: Change Password
fr: Modifier le mot de passe

source: To alter your password, open your user profile as explained `above <#update-your-user-profile>`_.
fr: Pour modifier votre mot de passe, veuillez ouvrir votre profil de l'utilisateur comme expliqué `ci-dessus <#update-your-user-profile>`_.

source: Click on the `Account <https://herams.org/user/settings/account>`_ link to access your account information.
fr: Veuillez cliquer sur le lien `Account <https://herams.org/user/settings/account>`_ pour accéder aux informations de votre compte.

source: On the page opening, you should be able to change your email address and enter a new password.
fr: Dans la page qui s'affiche, vous devriez pouvoir changer votre adresse email et entrer un nouveau mot de passe.

source: Make sure to click the |submit-en| button to confirm your changes.
fr: Assurez-vous de cliquer sur le bouton |submit-en| pour confirmer vos modifications.

source: World map
fr: Vue globale

source: After logging in, you will see a world map with several blue dots. Each of these dots represents a HeRAMS project. You can also see the list of all available projects in the navigation pane on the left. In addition, a brief summary on the number of projects available in HeRAMS, the total number of contributors and health facilities is shown in the bottom left corner.
fr: Lorsque vous êtes connecté, vous devriez voir la page d'accueil, illustrant une carte mondiale avec des points bleus. Chaque point affiché sur la carte correspond à un projet de HeRAMS. Vous trouverez également une liste de tous les projets (pays) dans le volet de navigation situé à gauche. En plus, un aperçu du nombre total de projets disponible sur HeRAMS, de contributeurs et des formations sanitaire (FS) sont présenté dans le coin inférieur gauche.

source: To learn more about a project, either click the blue dot on the world map or select the project from the navigation pane on the left.
fr: Pour en savoir plus sur un projet, veuillez sélectionner le projet dans le volet de navigation situé à gauche ou cliquer sur le point bleu dans la carte mondiale.

source: You should now see a pop-up window displaying an overview of the selected project. In the upper part of the pop-up you can see the project name, the number of health facilities assessed as well as the number of contributors. The lower half of the pop-up window displays a brief summary on the distribution of health facility types, their functionality and service availability.
fr: Une fenêtre contextuelle apparaîtra, affichant un aperçu du projet. Dans la partie supérieure vous voyez le nom du pays, le nombre de FS évaluée et le nombre total des contributeurs. La partie inférieure de la fenêtre affiche un bref résumé de la répartition des types de FS, de leurs fonctionnalités et de la disponibilité des services.

source: For further details, click the |details| button. This will open the project dashboard.
fr: Pour en savoir plus d'un projet, veuillez cliquer sur le bouton |details|. Cela ouvrira le tableau de bord du projet.

source: Access to the project dashboards is restricted to selected users. If you would like to be granted access to a project dashboard, please contact your country focal point or send an email to `herams@who.int <mailto:herams@who.int?>`_ specifying your function and role as well as a brief explanation why you would like to access the dashboard.
fr: L'accès aux tableaux de bord du projet est limité aux utilisateurs sélectionnés. Si vous souhaitez avoir accès au tableau de bord d'un projet, veuillez contacter le point focal de votre pays ou envoyer un e-mail à `herams@who.int <mailto:herams@who.int?>`_, en précisant votre fonction et votre rôle, ainsi qu'une brève explication des raisons pour lesquelles vous aimeriez avoir accès au tableau de bord.

source: Project Dashboard
fr: Tableau de bord du projet

source: Each project in HeRAMS has a custom interactive dashboard providing an instant and in-depth analysis based on the available data.
fr: Chaque projet dans HeRAMS a un tableau de bord interactif personnalisé qui fournit une analyse instantanée et approfondie basée sur les données disponibles.

source: To view a project dashboard, open the project summary by selecting your project from the navigation pane on the left. Alternatively, you can open the project summary by clicking the corresponding blue dot on the world map.
fr: Pour afficher le tableau de bord, veuillez d'abord choisir votre projet soit par cliquer sur le nom du projet dans le volet de navigation situé à gauche, soit en cliquant sur le projet dans la carte mondiale.

source: In the pop-up window, click the |details| button. This will open the interactive dashboard.
fr: Dans la fenêtre contextuelle, veuillez cliquer sur le bouton |details|. Cela ouvrira le tableau de bord.

source: You should now see a page similar to the one shown below. In the navigation pane on the left you will find a list of all available pages.
fr: Vous devriez maintenant voir une page semblable à celle ci-dessous. Dans le volet de navigation situé à gauche, vous voyez toutes les pages disponibles dans le tableau de bord.

source: To open a page, click the page name in the navigation pane.
fr: Pour ouvrir une page, veuillez cliquer sur le le volet de navigation.

source: Some pages may contain a sub-page, indicated by a |forward| icon next to the page's name.
fr: Certaines pages peuvent contenir des sous-pages désignées par une icône |forward| à côte du nom de la page.

source: 5. To return to a previous page, you can either select the page in the navigation pane on the left or use the breadcrumb trail on top of the dashboard. For example, the image below displays a sub-page of the Nigeria dashboard. To return to the first page of the dashboard, click on **Nigeria** in the breadcrumb trail.
fr: Pour revenir à une page précédente, veuillez utiliser le volet de navigation situé à gauche ou la piste de navigation en haut de la page. Par exemple, l'image ci-dessous affiche une sous-page du tableau de bord de Nigeria. Pour retourner à la première page du tableau de bord, veuillez cliquer sur **Nigeria** dans la piste de navigation.

source: The animation below shows the dashboards in action.
fr: L'animation ci-dessous montre les tableaux de bord en action.

source: Filtering data
fr: Filtrage des données

source: Data on the dashboard can be filtered. This allows you to scrutinise the data subsets that are of interest to you.
fr: Les données du tableau de bord peuvent être filtrées. Cela vous permet d'examiner les sous-ensembles de données qui vous intéressent.

source: Filtering is not persistent and only visible during your current session.
fr: Le filtrage n'est pas persistant et n'est visible que pendant votre session en cours.

source: In the top right corner of the dashboard, click the |filter| button.
fr: Dans le coin supérieur droit du tableau de bord, cliquez sur le bouton |filter|.

source: You should now see the filtering setting page. Use the drop-down list to select your filter criteria. Repeat this process until you have added all the desired filter criteria.
fr: Vous devriez maintenant voir la page de configuration des filtres. Veuillez utuliser la liste déroulante pour sélectionner vos critères de filtrage. Répétez ce processus jusqu'à ce que vous ayez ajouté tous les critères de filtrage souhaités.

source: If you apply multiple search criteria, only results that contain all terms will be shown.
fr: Si vous appliquez plusieurs critères de recherche, seuls les résultats qui contiennent tous les termes seront affichés.

source: You can limit the number of fields displayed using the search field on top of the page.
fr: Vous pouvez limiter le nombre de champs affichés en utilisant le champ de recherche situé en haut de la page.

source: Click the |applyfilter| button to activate your filter.
fr: Cliquez sur le bouton |applyfilter| pour activer votre filtre.

source: To remove the filters, return to the **Filter** pages and click the |clearfilter| button.
fr: Pour supprimer les filtres, veuillez retourner à la page de filtrage et cliquer sur le bouton |clearfilter| .

source: Customizing the dashboard
fr: Personnaliser le tableau de bord

source: This section provides a few tips and tricks on how to customize the dashboard and view additional details.
fr: Cette section fournit quelques conseils et astuces sur la façon de personnaliser le tableau de bord.

source: Tooltips
fr: Info-bulles

source: If you hover with your mouse over a point on a map or a chart, a small pop-up message will appear, displaying additional details.
fr: Si vous passez la souris sur un point d'une carte ou d'un graphique, un petit message contextuel apparaîtra, affichant des détails supplémentaires.

source: Adjust the Map Zoom Level and Focus Area
fr: Modifier le niveau de zoom et la zone de mise au point d'une carte

source: You can adjust the zoom level of a map by using the scroll button on your mouse. To change the focus area of a map, position you mouse in the map element. Right click (hold) and drag the map in the desired direction. This will move the map focus area.
fr: Vous pouvez ajuster le niveau de zoom d'une carte en utilisant le bouton de défilement de votre souris. Pour modifier la zone de mise au point d'une carte, placez le pointeur de la souris dans l'élément de la carte. F Veuillez cliquer (sans relâcher) avec le bouton droit de votre souris et faites glisser la carte dans la direction souhaitée. Cela bougera la zone de focus de la carte.

source: Remove a Category from Charts or Maps
fr: Enlever une catégorie d’un graphique ou d’une carte

source: By clicking the icons in the legend, you can remove a category from a chart or map. To add it again, simply click the circle again.
fr: En cliquant sur les icônes dans la légende, vous pouvez enlever une catégorie d'un graphique ou d'une carte. Pour l'ajouter à nouveau, il suffit de cliquer à nouveau sur le cercle.

source: Reorder map layers
fr: Réorganiser les couches d'une carte

source: Depending on the zoom level applied to a map, it may happen that several points lie on top of each other, hiding some facilities. To bring a specific category to the front, uncheck the category in the legend. This will remove the category from the map. If you add the category again (click the now empty circle), the category will be added on top of the other points.
fr: Selon votre niveau de zoom appliqué à une carte, il peut arriver que plusieurs points se superposent, cachant certaines FS. Pour placer une catégorie spécifique au premier plan, décochez-la dans la légende. Cela supprimera la catégorie de la carte. Si vous l’ajouterez encore une fois (veuillez cliquer sur le cercle vide), la catégorie sera ajoutée au-dessus des autres points.

source: Default dashboard pages
fr: Les pages standard du tableau de bord

source: The below section provides an overview of the standard pages available in a dashboard. Each page refers to a HeRAMS standard information pillar.
fr: La section suivante fournit un aperçu des pages standard disponibles dans un tableau de bord. Chaque page fait référence à un pilier d’information standard de HeRAMS.

source: The order and the content of dashboards are customized individually based on each project's need. Your dashboard might, therefore, be substantially different from the example pages displayed below.
fr: Veuillez noter que le contenu des tableaux de bord est personnalisé en fonction des besoins locaux. Donc, votre tableau de bord peut être profusément différent des pages affichés ci-dessous.

source: Overview
fr: Vue d’ensemble

source: The **Overview** page provides a summary, in form of:
fr: La page **Vue d’ensemble** fournit un résumé sous la forme de:

source: a map to spot the distribution and number of health facilities by level of care (i.e. primary, secondary and tertiary health care facilities); and
fr: une carte présentant la répartition et le nombre de FS par niveau de soins (p. ex. les formations de santé primaires, secondaires et tertiaires); et

source: donut charts to summarize different indicators, such as level of damage, functionality status, accessibility and service availability in the assessed health facility.
fr: des graphiques en anneau résumant différents indicateurs, tels que le niveau de dommage, l'état de fonctionnalité, l'accessibilité et la disponibilité des services dans les FS évaluées.

source: The service availability indicator is country-specific. Thus, direct comparisons from one country to another should be avoided.
fr: La disponibilité des services est spécifique au pays. Pour cette raison, les comparaisons directes d'un pays à l'autre doivent être évitées.

source: The **Infrastructure** page displays a descriptive analysis, including:
fr: La page **Infrastructure** affiche une analyse descriptive, y compris:

source: a map to spot the distribution and number of health facilities by type;
fr: une carte permettant de repérer la répartition et le nombre d'établissements de santé par type ;

source: donut charts to illustrate **Mo**\des of **S**\ervice **D**\elivery (**MoSD**\s) by type as well as the modality of the building structure (permanent vs. temporary); and
fr: des graphiques de beignes pour illustrer les modes de prestation des séries (**MoSD**, angl. *Mo**\odes of **S**\ervice **D**\elivery) par type ainsi que la modalité de la structure du bâtiment (permanente vs. temporaire) ; et Modalité de délivrance des services; et

source: a table to illustrate reported accessibility barriers.
fr: un tableau pour illustrer les obstacles à l'accessibilité signalés.

source: Condition
fr: État

source: The **Condition** page displays the level of reported damage to MoSD buildings following a standard classification and scale (Not Damaged to Fully Damaged). Information is visualized as:
fr: La page **État** affiche le niveau de dommages signalés au bâtiment de la MoSD selon une classification et une échelle standard (Non endommagée à entièrement endommagé). L'information est visualisée sous la forme :

source: a map to spot the distribution and number of health facilities according to the level of building damage (i.e. condition);
fr: une carte permettant de repérer la répartition et le nombre d'établissements de santé en fonction de l'ampleur des dégâts causés aux bâtiments (c'est-à-dire l'état) ;

source: donut charts summarizing the reported level of building damage by level of severity as well as the distribution of MoSD by type; and
fr: des graphique de beignes résumant le niveau de dommages aux bâtiments signalé par niveau de gravité ainsi que la répartition des MoSDs par type ; et

source: a table to provide the name of the prioritized localities in terms of damage and their main causes.
fr: un tableau indiquant le nom des localités prioritaires en termes de dégâts et leurs principales causes.

source: Functionality
fr: Fonctionnalité
