Repository: luna404/herams-i18n
Catalog: locales/*/LC_MESSAGES/index.po
Languages: fr

source: If you open data downloaded from HeRAMS in Excel, you might experience an issue with special characters not displaying correctly, resulting in unreadable text. For example, instead of **camp de réfugiés** you get **Camp de rÃ©fugiÃ©s**. The reason for this is that Excel is not using the correct encoding type to read your data. To correct the issue, follow the instruction outlined `here <#data-encoding-in-excel>`__.
fr: Si vous ouvrez des données téléchargées depuis HeRAMS dans Excel, il se peut que vous rencontriez un problème d'affichage incorrect des caractères spéciaux, ce qui rendrait le texte illisible. Par exemple, au lieu de **camp de réfugiés** vous obtenez **Camp de rÃ©fugiÃ©s**. La raison en est qu'Excel n'utilise pas le bon type d'encodage pour lire vos données. Pour corriger le problème, suivez les instructions décrites `ici <#data-encodage-in-excel>`__.
