Repository: luna404/herams-i18n
Catalog: locales/*/LC_MESSAGES/index.po
Languages: fr

source: The **Functionality** page displays the level of functionality of the MoSDs following a standard classification and scale (Fully Functioning to Not Functioning) represented as:
fr: La page **Fonctionnalité** affiche le niveau de fonctionnalité des MoSDs selon une classification et une échelle standard (Fonctionnement complet ou non fonctionnel) représentées par :

source: a map to spot the distribution and number of MoSDs according to the functionality status;
fr: une carte pour voir la distribution et le nombre de MoSDs selon leurs état de fonctionnalité ;

source: donut charts to summarize the level of functionality as well as main causes of non-functionality; and
fr: des graphiques de beignes pour résumer le niveau de fonctionnalité ainsi que les principales causes de non-fonctionnalité ; et

source: a table displays the list of priority areas in terms of non-functional health facilities and reported causes.
fr: un tableau présentant la liste des domaines prioritaires en termes des FS non fonctionnelles et les causes signalées.

source: Accessibility
fr: Accessibilité

source: The **Accessibility** page displays the level of accessibility to MoSDs following a standard classification and scale (Fully Accessible to Not Accessible) in the form of:
fr: La page **Accessibilité** affiche le niveau d'accès aux MoSD selon une classification et une échelle standard (entièrement accessible à non accessible) sous la forme de :

source: a map to spot the distribution and number of MoSDs according to the accessibility status;
fr: une carte permettant de repérer la répartition et le nombre de MoSDs en fonction de l'état d'accessibilité ;

source: donut charts to summarize the level of accessibility per number of MoSDs as well as the reported causes of inaccessibility per number of MoSDs; and
fr: des graphique de beignes résumant le niveau d'accessibilité par nombre d'établissement de santé ainsi que les principales causes d'inaccessibilité signalées; et

source: a table displays the list of priority areas with inaccessible MoSDs and the main reported cause of inaccessibility.
fr: un tableau affichant la liste des zones prioritaires avec des MoSDs inaccessibles ainsi que la principale cause signalée d'inaccessibilité.

source: Management & support
fr: Gestion et soutien

source: The **Management & support** page displays information on the management of the MoSDs and the level of support provided by partners. The information is illustrated in terms of:
fr: La page **Gestion et soutien** affiche des informations sur la gestion des MoSDs et le niveau de soutien fourni par les partenaires. L'information est illustrée en termes de :

source: Ownership:
fr: Propriété:

source: A map to spot the distribution of MoSDs according to their ownership (i.e. public, private, faith-based and, NGO/iNGO).
fr: Une carte pour repérer la répartition des modalités en fonction de leur propriétaire (c.-à-d. public, privé, confessionnel et ONG/ONGI).

source: External support:
fr: Soutien externe:

source: Basic Amenities
fr: Aménagements structurels

source: a map displying the availability and sufficiency of the basic amenity; and
fr: une carte indiquant la disponibilité et la suffisance de l'aménagement structurel; et

source: Service Availability
fr: Disponibilité des services

source: The **Service Availability** page displays multiple pages per type of service. Each page displays:
fr: La page **Disponibilité des services** affiche plusieurs pages par type de service. Chaque page affiche:

source: a map to spot the distribution of the MoSDs providing the selected health service;
fr: une carte permettant de localiser la distribution des MoSDs fournissant le(s) service(s) de santé sélectionné(s);

source: Edit Data
fr: Modifier les données

source: This chapter is itended primarily for data managers responsible to update the HeRAMS data. It covers all aspects related to data editing, including registering new health facilities, updating the status of exisiting health facilities as well as deleting erroneous records (e.g. duplicates).
fr: Ce chapitre s'adresse principalement aux gestionnaires de données responsables de la mise à jour des données HeRAMS. Il couvre tous les aspects liés à la mise à jour des données, y compris l'enregistrement de nouvelles FS, la mise à jour de l'état des FS existantes ainsi que la suppression des enregistrements erronés (par exemple, des doublons).

source: Access to the data edit interface is limited to users responsible to update the data. If you require your access permissions to be changed, kindly contact your country focal point or send an email to `herams@who.int <mailto:herams@who.int?>`_ specifying your function and role as well as a brief explanation on why you would like your access permissions to altered.
fr: L'accès à l'interface de mise à jour des données est limité aux utilisateurs responsables de la mise à jour des données. Si vous souhaitez que vos droits d'accès soient modifiées, veuillez contacter votre point focal national ou envoyer un email à `herams@who.int <mailto:herams@who.int?>`_ spécifiant votre fonction et votre rôle, ainsi qu'une brève explication des raisons pour lesquelles vous souhaitez que vos droits d'accès soient modifiées.

source: Access the Data Update Interface
fr: Accéder l'interface de saisie des données

source: Open the admin interface by clicking the |settings| button on the top right corner of the page (next to your username).
fr: Veuillez ouvrir l'interface d'administration en cliquant sur le bouton |settings| dans le coin supérieur droit de la page (à côté de votre nom d'utilisateur).

source: From the navigation pane on the left, select `Projects <https://herams.org/project/index>`_.
fr: Dans le volet de navigation à gauche, veuillez cliquer sur `Projects <https://herams.org/project/index>`_.

source: You should now see a table of all available projects. For each project, the table displays the number **Workspaces**, **Contributors**, **Health facilities** and **Responses**.
fr: Vous devriez maintenant voir un tableau de tous les projets disponibles dans HeRAMS. Pour chaque projet, le tableau montre le nombre des **espaces de travail** *(Workspaces)*, le nombre des **FS** *(Health facilities)* et le nombre des **contributeurs**.

source: The number of responses can be higher than the total number of health facilities. This indicates that a health facility was assessed multiple times.
fr: Le nombre de réponses peut être supérieur au nombre total de FS. Cela indique qu'une FS a été évaluée plusieurs fois.

source: In the last column of the table, click the |workspace| icon. This will open a new page displaying a list of all available workspace.
fr: Dans la dernière colonne du tableau, veuillez cliquer sur l'icône |workspace|. Cela ouvrira une nouvelle page affichant une liste de tous les espaces de travail disponibles.

source: HeRAMS uses so-called **Workspaces** to manage access permission to the underlying data. A workspace might represent, for example, a specific organization or a geographic region. For more information on **Workspaces** click `here <#workspaces>`__.
fr: HeRAMS utilise ce que l'on appelle **Workspaces** *(espace de travail)* pour gérer les droits d'accès aux données sous-jacentes. Un espace de travail peut représenter, par exemple, une organisation spécifique ou une région géographique. Pour plus d'informations sur les **espaces de travail** veuillez cliquer`ici <#workspaces>`_.

source: To view the health facilities that are part of a specific workspace, click the |update-data| icon in the Action column.
fr: Pour afficher les FS qui font partie d'un espace de travail spécifique, veuillez cliquer sur l'icône |update-data| dans la colonne **Action**.

source: Use the |forward-page| buttons to move to the next page or filter the workspaces by typing the workspace name in the field below the header row.
fr: Veuillez utiliser les boutons |forward-page| pour passer à la page suivante ou filtrer les espaces de travail en tapant le nom de l'espace de travail dans le champ situé sous la ligne d'en-tête.

source: You should now see a table with all the health facilities of the selected workspace.
fr: Vous devriez maintenant voir un tableau avec toutes les FS de l'espace de travail sélectionné.

source: The video below summarizes the steps to access the data entry interface.
fr: La vidéo ci-dessous résume les étapes à suivre pour accéder à l'interface de saisie des données.

source: Editing a record will overwrite the existing record. If you would like to update the status of a health facility while keeping the history of changes, follow the instructions in the section below.
fr: La modification d'un enregistrement écrase l'enregistrement existant. Si vous souhaitez mettre à jour le statut d'une FS tout en conservant l'historique des changements, suivez les instructions dans la section ci-dessous.

source: Open the data update interface as outlined `above <#access-the-data-update-interface>`__.
fr: Veuillez ouvrir l'interface de saisie des données comme indiqué `ci-dessus <#access-the-data-update-interface>`_.

source: To edit a record, click the |pencil-blue| icon in the left most column.
fr: Pour modifier un enregistrement, veuillez cliquer sur l'icône |pencil-blue| dans la colonne la plus à gauche.

source: Keep in mind that the table might have multiple pages. Use the button in the bottom right corner to advance to the next page. You can also reduce the number of records displayed by applying filters.
fr: Veuillez noter que la table pourrait avoir plusieurs pages. Veuillez utiliser le bouton en bas à droite pour passer à la page suivante. Vous pouvez également réduire le nombre d'enregistrements affichés en appliquant des filtres.

source: You should now be able to edit the selected record. Use the |next| buttons in the lower right corner to move to the next page of the questionnaire or return to the previous page. You can also use the navigation pane on the left to access a specific section of the questionnaire.
fr: Vous devriez maintenant pouvoir modifier l'enregistrement sélectionné. Utilisez les boutons |next| en bas à droite pour passer à la page suivante du questionnaire ou retourner à la page précédente. Vous pouvez également utiliser le volet de navigation à gauche pour accéder à une section spécifique du questionnaire.

source: Make sure to validate and save your changes before exiting the record. To save your changes, navigate to the last page, **Validate**, and click the |submit| button.
fr: Assurez-vous de valider et d'enregistrer vos modifications avant de quitter l'enregistrement. Pour enregistrer vos modifications, naviguez jusqu'à la dernière page, **Valider**, puis cliquez sur le bouton |submit|.

source: If you would like to discard your edits, click the |clear| button in the lower right corner of the page.
fr: Si vous souhaitez annuler vos modifications, cliquez sur le bouton |clear| dans le coin inférieur droit de la page.

source: If HeRAMS is used as a monitoring tool, you can record changes to a health facility while keeping the existing information.
fr: Si HeRAMS est utilisé comme outil de surveillance, vous pouvez enregistrer des modifications apportées à une FS tout en conservant les informations existantes.

source: To update the status of a health facility, use the |update-blue| button to open the record.
fr: Pour mettre à jour le statut d'une FS, veuillez utiliser le bouton |update-blue| pour ouvrir l'enregistrement.

source: Register a New Health Facility
fr: Enregistrer une nouvelle FS

source: To create a new record, click the button |new-record|.
fr: Pour créer un nouvel enregistrement, veuillez cliquer sur le bouton |new-record|.

source: To delete a record, click the |delete-blue| icon in the first column.
fr: Pour supprimer un enregistrement, cliquez sur l'icône |delete-blue| situé dans la première colonne.

source: Deleting records cannot be undone. Be careful when deleting a record.
fr: La suppression d'enregistrements ne peut pas être annulée. Soyez prudent lorsque vous supprimez un enregistrement.

source: Download Data
fr: Téléchargement les données

source: It is possible to download part of the data as **CSV** for further in-depth analysis. In rare cases, permissions could be granted to download the entire data set. To download the entire data set please follow the instructions `here <#download-the-entire-data-set>`__, otherwise see the section below.
fr: Il est possible de télécharger une partie des données au format **CSV** pour une analyse plus approfondie. Dans de rares cas, des permissions peuvent être accordées pour télécharger l'ensemble des données. Pour télécharger l'ensemble complet des données, veuillez suivre les instructions `ici <#download-the-entire-data-set>`_, sinon voir la section ci-dessous.

source: Download Workspace Data
fr: Télécharger les données d'un espace de travail

source: Navigate to the workspace page of your project (see `Access the Data Update Interface`_ steps 1 - 4 for detailed instructions).
fr: Accédez à la page de l'espace de travail de votre projet (voir `Accéder l’interface de mise à jour de données`_ étapes 1 à 4 pour des instructions détaillées).

source: In the rightmost column, click the |download| button. This will download all records of this workspace.
fr: Dans la colonne de droite, cliquez sur le bouton |download|. Ceci téléchargera tous les enregistrements de cet espace de travail.

source: For surveys in languages other than English, make sure to correctly define the encoding when opening the data in Excel (see `Data Encoding in Excel`_ for details).
fr: Pour les enquêtes dans des langues autres que l'anglais, assurez-vous de définir correctement l'encodage lors de l'ouverture des données dans Excel (voir `Encodage des données dans Excel`_ pour plus de détails).

source: Download the Entire Data Set
fr: Télécharger l'ensemble des données

source: *Coming soon*
fr: *Bientôt disponible*

source: Data Encoding in Excel
fr: Encodage des données dans Excel

source: If data is downloaded for further analysis in Excel or a statistical software of choice (e.g. R or STATA), data encoding should always be set to UTF-8.
fr: Si les données sont téléchargées pour une analyse plus poussée dans Excel ou dans un logiciel statistique de votre choix (par ex. R ou STATA), le codage des données doit toujours être réglé sur UTF-8.

source: The below instructions guide users through the steps to define the data encoding in Excel.
fr: Les instructions ci-dessous guident les utilisateurs à travers les étapes pour définir l'encodage des données dans Excel.

source: Open a new Excel file.
fr: Veuillez ouvrir un nouveau fichier Excel.

source: On the Data tab in the **Get & Transform Data** group, click **From Text/CSV**.
fr: Dans l'onglet **Données** allez dans le groupe **Obtenir & transformer les données**, cliquez sur **À partir du text**.

source: In the **Import Data** dialog box, locate and double-click the text file that you want to import, and click **Import**.
fr: Dans la boîte de dialogue **Importer les données**, localisez et double-cliquez sur le fichier texte que vous souhaitez importer, puis cliquez sur **Importer**.

source: In the top left corner of the pop-up window that opens, change the encoding type to **UTF-8**, and click **Import**.
fr: Dans le coin supérieur gauche de la fenêtre pop-up qui s'ouvre, changez le type d'encodage en **UTF-8**, et cliquez sur **Importer**.

source: This chapter provides an overview of the admin pages in HeRAMS and offers step-by-step instructions for common tasks performed by advanced users and project administrators. The first part of the chapter introduces the concept of `Workspaces`_ while the second part focuses on `Projects`_ level administration and the configuration of project specific `Project Dashboard`_.
fr: Ce chapitre fournit une vue d'ensemble des pages d'administration dans HeRAMS et offre des instructions étape par étape pour les tâches courantes effectuées par les utilisateurs avancés et les administrateurs de projets. La première partie du chapitre présente le concept `des espaces de travail <#espaces de travail>`__ tandis que la deuxième partie se concentre sur l'administration au niveau des `Projets`_ et la configuration `Le tableau de bord du projets`_ spécifique au projet.

source: If you require your permissions to be changed, kindly contact your country focal point or send an email to `HeRAMS Support Team <mailto:herams@who.int?>`_ specifying your function and role as well as a brief explanation of why you would like your access permissions to altered.
fr: L'accès à l'interface de saisie des données est limité aux utilisateurs responsables de la mise à jour des données. Si vous souhaitez que vos autorisations d'accès soient modifiées, veuillez contacter votre point focal national ou envoyer un email à `herams@who.int <mailto:herams@who.int?>`_ spécifiant votre fonction et votre rôle, ainsi qu'une brève explication des raisons pour lesquelles vous souhaitez que vos autorisations d'accès soient modifiées.

source: Workspaces
fr: Les espaces de travail

source: |pencil-thin| **Update Workspace**: allows to change the title or token of a workspace.
fr: |pencil-thin| **Mettre à jour l'espace de travail**: permet de changer le titre ou le token d'un espace de travail.

source: |share-icon| **Share Workspace**: To grant a user access to workspace, the workspace must be shared with the user. For more information on how to add users to a workspace click `here <#add-a-user-to-a-workspace>`__.
fr: |share-icon| **Partager l'espace de travail**: Pour accorder à un utilisateur l'accès à l'espace de travail, celui-ci doit être partagé avec l'utilisateur. Pour plus d'informations sur la façon d'ajouter des utilisateurs à un espace de travail, cliquez `ici <#add-a-user-to-a-workspace>`__.

source: |delete-black| **Delete Workspace**: Permanently removes a workspace from a project. See `Delete a Workspace`_ for more information.
fr: |delete-black| **Supprimer l'espace de travail** : Supprime définitivement un espace de travail d'un projet. Voir `Supprimer un espace de travail`_ pour plus d'informations.

source: |download| **Download Data**: Downloads all records belonging to the selected workspace. See `Download Data`_ for more information.
fr: |download| **Télécharger les données** : Télécharge tous les enregistrements appartenant à l'espace de travail sélectionné. Voir `Télécharger les données`_ pour plus d'informations.

source: |pencil-black| **Data Update**: This opens the data edit interface. More information on data editing and updating is available `here <#edit-date>`__.
fr: |pencil-black| **Mise à jour des données** : L'interface d'édition des données s'ouvre. Pour plus d'informations sur l'édition et la mise à jour des données, cliquez `ici <#edit-date>`__.

source: Workspace Permissions
fr: Permissions de l'espace de travail

source: There are two permission levels for workspaces:
fr: Il y a deux niveaux d'autorisation pour les espaces de travail:

source: Users with the role of **Data Editor** have access to update the response data (option 1) while **Workspace Owners** might be given elevated permission (option 2) allowing them to add additional users to their workspace as well as to manage the underlying response data.
fr: Les utilisateurs ayant le rôle de **Data Editor** ont accès à la mise à jour des données de réponse (option 1) tandis que **Workspace Owners** peut recevoir une permission élevée (option 2) leur permettant d'ajouter des utilisateurs supplémentaires à leur espace de travail ainsi que de gérer les données de réponse sous-jacentes.

source: Add a User to a Workspace
fr: Ajouter un utilisateur à un espace de travail

source: To grant a user access to a workspace, open the admin interface by clicking the |settings| icon in the top right corner of the screen.
fr: Pour accorder à un utilisateur l'accès à un espace de travail, ouvrez l'interface d'administration en cliquant sur l'icône |settings| dans le coin supérieur droit de l'écran.

source: In the navigation pane on the left, click `Projects <https://herams.org/project/index>`__ to open the **Projects** overview table.
fr: Dans le volet de navigation gauche, veuillez cliquer sur `Projects <https://herams.org/project/index>`__.

source: In the rightmost column of the table, you should see several **Action** buttons. Click the |workspace| icon. This will open the workspace of the selected project.
fr: Dans la colonne de droite du tableau, vous devriez voir plusieurs boutons **Action**. Cliquez sur l'icône |workspace|. Cela ouvrira l'espace de travail du projet sélectionné.

source: You should now see a table with all workspaces of your project. For each workspace the table provides information on the last time data was synced with the underlying database, the number of contributors, health facilities and responses. Alike the **Projects** table, the last column contains several **Action** buttons.
fr: Vous devriez maintenant voir un tableau avec tous les espaces de travail de votre projet. Pour chaque espace de travail, le tableau fournit des informations sur la dernière synchronisation des données avec la base de données sous-jacente, le nombre de contributeurs, les formations sanitaires et les réponses. A l'instar du tableau **Projets**, la dernière colonne contient plusieurs boutons **Action**.

source: To grant a user access to a workspace (e.g. to update the data), you have to share the workspace with them. Click the |share-icon| icon in the **Actions** column.
fr: Pour autoriser un utilisateur à accéder à un espace de travail (par exemple pour mettre à jour les données), vous devez partager l'espace de travail avec lui. Cliquez sur l'icône |share-icon| dans la colonne **Actions**.

source: Use the checkboxes to select the appropriate permission level. See `above <#workspace-permissions>`__ for further details on workspace permissions.
fr: Utilisez les cases à cocher pour sélectionner le niveau d'autorisation approprié. Voir `ci-dessus <#workspace-permissions>`_ pour plus de détails sur les permissions de l'espace de travail.

source: Click the |share-button| button to share the workspace with the selected user(s).
fr: Cliquez sur le bouton |share-button| pour partager l'espace de travail avec le ou les utilisateurs sélectionnés.

source: Remove a User from a Workspace
fr: Supprimer un utilisateur d'un espace de travail

source: To remove a user from a workspace, navigate to the workspace from which you would like to remove the user. (Follow steps 1 - 5 outlined `above <#add-a-user-to-a-workspace>`__ to access the workspace).
fr: Pour supprimer un utilisateur d'un espace de travail, naviguez jusqu'à l'espace de travail dont vous souhaitez supprimer l'utilisateur. (Suivez les étapes 1 à 5 décrites `ci-dessus <#add-a-user-to-a-workspace>`__ pour accéder à l'espace de travail).

source: On the second half of the page you will see a list of all users having access to the workspace. Click the |delete-black| icon to remove the user permanently.
fr: Dans la deuxième moitié de la page, vous verrez une liste de tous les utilisateurs ayant accès à l'espace de travail. Cliquez sur l'icône |delete-black| pour supprimer définitivement l'utilisateur.

source: Change a User's Workspace Permission
fr: Modifier les droits d'accès d'espace de travail d'un utilisateur

source: To change a user's permission, remove the user from the workspace as outlined `above <#remove-a-user-from-a-workspace>`__.
fr: Pour modifier l'autorisation d'un utilisateur, supprimez-le de l'espace de travail comme indiqué `ci-dessus <#remove-a-user-from-a-workspace>`__.
