Repository: luna404/herams-i18n
Catalog: locales/*/LC_MESSAGES/index.po
Languages: fr

source: Now add the user again using the new permission level (see `Add a User to a Workspace`_ for details).
fr: Maintenant, ajoutez à nouveau l'utilisateur en utilisant le nouveau niveau d'autorisation (voir `Ajouter un utilisateur à un espace de travail`_ pour plus de détails).

source: Create a New Workspace
fr: Créer un nouvel espace de travail

source: To create a new workspace, access the workspace page of your project. (Follow steps 1 - 5 outlined `above <#add-a-user-to-a-workspace>`__ to access the workspace).
fr: Pour créer un nouvel espace de travail, accédez à la page des espaces de travail de votre projet. (Suivez les étapes 1 à 5 décrites `ci-dessus <#add-a-user-to-a-workspace>`__ pour accéder aux espaces de travail).

source: In the upper left corner, you will see a button labelled |create-workspace|.
fr: Dans le coin supérieur gauche, vous verrez un bouton intitulé create-workspace|.

source: On the page that opens, you should now be able to create a new workspace.
fr: Sur la page qui s'ouvre, vous devriez maintenant pouvoir créer un nouvel espace de travail.

source: Enter the workspace's name into the title field.
fr: Entrez le nom de l'espace de travail dans le champ titre.

source: Use the dropdown list to select the corresponding **Token** or create a new token by selecting **Create new token**.
fr: Utilisez la liste déroulante pour sélectionner le **Token** correspondant ou créez un nouveau token en sélectionnant **Create new token** *(Créer un nouveau token)*.

source: Delete a Workspace
fr: Supprimer un espace de travail

source: You can remove a workspace by clicking the |delete-black| icon in the **Actions** column next to the selected workspace.
fr: Vous pouvez supprimer un espace de travail en cliquant sur l'icône |delete-black| dans la colonne **Actions** à côté de l'espace de travail sélectionné.

source: Projects
fr: Projets

source: The `Projects <https://herams.org/project/index>`_ page provides a brief overview of all projects available on the HeRAMS platform.
fr: La page `Projets <https://herams.org/project/index>`_ donne un bref aperçu de tous les projets disponibles sur la plate-forme HeRAMS.

source: |workspace| **Workspaces**: This opens the list of all available workspace belonging to the project. See `here <#workspaces>`__ for more information on workspaces.
fr: |workspace| **Espace de travail** : Ceci ouvre la liste de tous les espaces de travail disponibles appartenant au projet. Voir `ici <#workspaces>`__ pour plus d'informations sur les espaces de travail.

source: |dashboard| **Dashboard**: By clicking the dashboard icon, the `Project Dashboard`_ will be opened.
fr: |dashboard| **Tableau de bord** : En cliquant sur l'icône du tableau de bord, `Le tableau de bord du projet`_ s'ouvre.

source: |pencil-thin| **Edit Project Properties**: Permits users with specific permission to alter the project properties as well as to configure the project dashboard. See `Modify a Project`_ for more information on editing the project properties. For additional information on how to configure the dashboard, consult the section `Configure the Project Dashboard`_.
fr: |pencil-thin| **Modifier les propriétés du projet** : Permet aux utilisateurs disposant d'une autorisation spécifique de modifier les propriétés du projet ainsi que de configurer le tableau de bord du projet. Voir `Modifier un projet`_ pour plus d'informations sur l'édition des propriétés du projet. Pour plus d'informations sur la configuration du tableau de bord, consultez la section `Configurer le tableau de bord du projet`_.

source: |check| **Check Data**: Can be used for a quick review of the data to identify invalid responses.
fr: |check| **Vérifier les données** : Peut être utilisé pour un examen rapide des données afin d'identifier les réponses invalides.

source: |share-icon| **Share**: The sharing function is used to grant users access to a project. See `below <#add-a-user-to-a-project>`__ for further details.
fr: |share-icon| **Partager** : La fonction de partage est utilisée pour permettre aux utilisateurs d'accéder à un projet. Voir `ci-dessous <#add-a-user-to-a-project>`__ pour plus de détails.

source: Add a User to a Project
fr: Ajouter un utilisateur à un projet

source: To grant a user access to a specific project, open the admin interface by clicking the |settings| button in the top right corner of the screen.
fr: Pour accorder à un utilisateur l'accès à un projet spécifique, veuillez ouvrir l'interface d'administration en cliquant sur le bouton |settings| dans le coin supérieur droit de l'écran.

source: In the navigation pane on the left, click `Projects <https://herams.org/project/index>`_ to display the list of all available projects.
fr: Dans le volet de navigation de gauche, cliquez sur `Projets <https://herams.org/project/index>`_ pour afficher la liste de tous les projets disponibles.

source: In the last of the table, you have several action buttons. Click the |share-icon| icon.
fr: Dans la dernière partie du tableau, vous avez plusieurs boutons d'action. Veuillez cliquer sur l'icône |share-icon|.

source: You should now see a page similar to the image shown below. On the bottom half of the screen you can see a list of all users currently having access to this project and their permission level. In the top half the page you have the option to add a user. Start typing the users name in the top field. You will notice that the list of users is dynamically filtering. Select the user you would like to add.
fr: Vous devriez maintenant voir une page similaire à l'image ci-dessous. Dans la moitié inférieure de l'écran, vous voyez une liste de tous les utilisateurs ayant actuellement accès à ce projet et leur niveau de permission. Dans la moitié supérieure de la page, vous avez la possibilité d'ajouter un utilisateur. Commencez à taper le nom de l'utilisateur dans le champ du haut. Vous remarquerez que la liste des utilisateurs est filtrée dynamiquement. Veuillez sélectionner l'utilisateur que vous souhaitez ajouter.

source: Use the checkboxes to select the appropriate permission level. See `above <#project-permissions>`__ for further details on project level permissions.
fr: Utilisez les cases à cocher pour sélectionner le niveau d'autorisation approprié. Voir `ci-dessus <#project-permissions>`__ pour plus de détails sur les permissions au niveau du projet.

source: Click the |share-button| button to share the project with the selected user(s).
fr: Cliquez sur le bouton |share-button| pour partager le projet avec le ou les utilisateurs sélectionnés.

source: Remove a User from a Project
fr: Supprimer un utilisateur d'un projet

source: To remove a user from a Project, follow steps 1-3 outlined in the `previous section <#add-a-user-to-a-project>`__ to access the project sharing page.
fr: Pour supprimer un utilisateur d'un projet, suivez les étapes 1 à 3 décrites dans la `section précédente <#add-a-user-to-a-project>`__ pour accéder à la page de partage de projet.

source: Change a User's Project Permissions
fr: Modifier les autorisations de projet d'un utilisateur

source: To change a user's permission, remove the user from the project as outlined `above <#remove-a-user-from-a-project>`__
fr: Pour modifier l'autorisation d'un utilisateur, supprimez-le du projet comme indiqué `ci-dessus <#remove-a-user-from-a-project>`__.

source: Now add the user again using the new permission level (see `Add a User to a Project`_ for details).
fr: Maintenant, ajoutez à nouveau l'utilisateur en utilisant le nouveau niveau d'autorisation (voir `Ajouter un utilisateur à un projet`_ pour plus de détails).

source: Modify a Project
fr: Modifier un projet

source: To modify the project properties, open the admin interface by clicking the |settings| button in the top right corner of the page.
fr: Pour modifier les propriétés du projet, ouvrez l'interface d'administration en cliquant sur le bouton |settings| dans le coin supérieur droit de la page.

source: Open the **Projects** page by selecting `Projects <https://herams.org/project/index>`_ in the navigation pane on the left.
fr: Veuillez ouvrir la page **Projects** en sélectionnant `Projets <https://herams.org/project/index>`_ dans le volet de navigation à gauche.

source: Click the |pencil-thin| icon in the **Actions** column of your project. This will open the project properties page.
fr: Cliquez sur l'icône |pencil-thin| dans la colonne **Actions** de votre projet. Cela ouvrira la page des propriétés du projet.

source: You should now see a page similar to the one displayed below, which permits you:
fr: Vous devriez maintenant voir une page similaire à celle affichée ci-dessous, ce qui vous permet de le faire :

source: to update the project title;
fr: pour mettre à jour le titre du projet ;

source: to alter the survey linked to this project;
fr: de modifier l'enquête liée à ce projet ;

source: to change the centroids (latitude and longitude) of the blue dot shown on the world map;
fr: pour changer les centroïdes (latitude et longitude) du point bleu représenté sur la carte du monde ;

source: to update the status of the project;
fr: pour mettre à jour l'état d'avancement du projet ;

source: to configure the pop-up information displayed on the main page; and
fr: pour configurer les informations contextuelles affichées sur la page principale ; et

source: to configure the project dashboard. Additional information on how to configure the project dashboard is available `here <#configure-the-project-dashboard>`__.
fr: pour configurer le tableau de bord du projet. Pour plus d'informations sur la configuration du tableau de bord du projet, veuillez cliquer `ici <#configure-the-project-dashboard>`__.

source: Make sure you save your changes by clicking the |update-project| button.
fr: Assurez-vous d'enregistrer vos modifications en cliquant sur le bouton |update-project|.

source: Configure the Project Dashboard
fr: Configurer le tableau de bord du projet

source: For each HeRAMS Project, an interactive dashboard can be configured providing summarizing key indicators and findings of a project. This section provides project administrators with a detailed description on how to edit these dashboards. An overview of the standard dashboard pages is available `here <#default-dashboard-pages>`__.
fr: Pour chaque projet HeRAMS, un tableau de bord interactif peut être configuré pour fournir un résumé des indicateurs clés et des résultats d'un projet. Cette section fournit aux administrateurs de projet une description détaillée de la façon de modifier ces tableaux de bord. Un aperçu des pages du tableau de bord standard est disponible `ici <#default-dashboard-pages>`__.

source: Modify an Existing Dashboard Element
fr: Modifier un élément de tableau de bord existant

source: Users with the permissions to edit dashboards can modify charts and maps directly from within the dashboard.
fr: Les utilisateurs autorisés à modifier les tableaux de bord peuvent modifier les graphiques et les cartes directement à partir du tableau de bord.

source: Open the dashboard and navigate to the element you would like to change.
fr: Ouvrez le tableau de bord et naviguez jusqu'à l'élément que vous souhaitez modifier.

source: You should now be able:
fr: Vous devriez maintenant en être capable:

source: to change the colors of a map or a chart; and
fr: pour changer les couleurs d'une carte ou d'un graphique ; et

source: to rename the element.
fr: de renommer l'élément.

source: Save your changes by clicking the |update-element| button.
fr: Sauvegardez vos modifications en cliquant sur le bouton |update-element|.

source: Add a New Element to a Page
fr: Ajouter un nouvel élément à une page

source: This section covers the steps required to add a new element to an existing dashboard page. If you would like to extend your dashboard by adding additional pages, please see `Add a New Page to a Dashboard`_ for further information.
fr: Cette section décrit les étapes nécessaires pour ajouter un nouvel élément à une page de tableau de bord existante. Si vous souhaitez étendre votre tableau de bord en ajoutant des pages supplémentaires, veuillez consulter la section `Ajouter une nouvelle page à un tableau de bord`_ pour plus d'informations.

source: Open the Project's property page (Follow steps 1 - 3 in the `Modify a Project`_ section.
fr: Ouvrez la page des propriétés du projet (Suivez les étapes 1 à 3 dans la section `Modifier un projet`_).

source: In the bottom half of the page you will see a list of all available dashboard pages. For each page, the table displays the:
fr: Dans la moitié inférieure de la page, vous verrez une liste de toutes les pages du tableau de bord disponibles. Pour chaque page, le tableau affiche le fichier :

source: page ID;
fr: ID de la page;

source: title;
fr: titre;

source: parent page; and
fr: page parentale ; et

source: sort ID.
fr: ID pour trier.

source: Open the page you would like to modify using the |pencil-thin| icon next to the page's name.
fr: Ouvrez la page que vous souhaitez modifier à l'aide de l'icône |pencil-thin| à côté du nom de la page.

source: In the bottom half of the page, you should see the following three buttons |create-elements|. Select the type of element you would like to add by clicking the corresponding button.
fr: Dans la moitié inférieure de la page, vous devriez voir les trois boutons suivants |create-elements|. Sélectionnez le type d'élément que vous souhaitez ajouter en cliquant sur le bouton correspondant.

source: You should now see a page similar to the one displayed below.
fr: Vous devriez maintenant voir une page similaire à celle affichée ci-dessous.

source: The **Transpose** feature allows to switch between aggregating data at the health facility and the health service level. Set the feature to **No** to display data aggregated at the health facility level.
fr: La fonction **Transpose** permet de basculer entre l'agrégation des données au niveau de la FS et du service de santé. Définissez la fonction sur **Non** pour afficher les données agrégées au niveau de l'établissement de santé.

source: Now use the **Code** dropdown list to select which field you would like to display on your element.
fr: Utilisez maintenant la liste déroulante **Code** pour sélectionner le champ que vous souhaitez afficher sur votre élément.

source: Define the element position on the dashboard page by specifying the **Sort** index. Increment the index by 1 for each new item, starting with 0 for the first page.
fr: Définissez la position de l'élément sur la page du tableau de bord en spécifiant l'index **Sort**. Incrémentez l'index de 1 pour chaque nouvel élément, en commençant par 0 pour la première page.

source: The **Width** and **Height** fields allow to create a custom-sized element.
fr: Les champs **Largeur** et **Hauteur** permettent de créer un élément de taille personnalisée.

source: Optionally, the **Title** field allows you to overwrite the default title.
fr: En option, le champ **Titre** vous permet d'écraser le titre par défaut.

source: For **Maps & Charts**, The bottom half of the page, displays the list of pre-defined answer options of the selected question. Click the color next to the category name. This will opens a color picker allowing you pick custom colors.
fr: Pour **Cartes et graphiques**, la moitié inférieure de la page affiche la liste des options de réponse prédéfinies de la question sélectionnée. Cliquez sur la couleur à côté du nom de la catégorie. Ceci ouvrira un sélecteur de couleurs vous permettant de choisir des couleurs personnalisées.

source: For **Maps**, you can further specify the size of the dots by increasing/decreasing the **Marker Radius**.
fr: Pour les **cartes**, vous pouvez spécifier la taille des points en augmentant ou diminuant le **Marker Radius**.

source: For **tables**, two additional fields will be displayed to specify the **Reason Code** and **Group Code**.
fr: Pour les **tables**, deux champs supplémentaires seront affichés pour spécifier le **Reason Code** *(Code de motif)* et le **Group Code** *(Code de groupe)*.

source: Finally, click the |create-element-blue| button to add the element to the dashboard page.
fr: Enfin, cliquez sur le bouton |create-element-blue| pour ajouter l'élément à la page du tableau de bord.

source: Remove an element from the dashboard
fr: Retirer un élément du tableau de bord

source: In the bottom half of the page you will see a list of all available dashboard pages. Click the |pencil-thin| icon to open the page you would like to modify.
fr: Dans la moitié inférieure de la page, vous verrez une liste de toutes les pages du tableau de bord disponibles. Cliquez sur l'icône |pencil-thin| pour ouvrir la page que vous souhaitez modifier.

source: Add a New Page to a Dashboard
fr: Ajouter une nouvelle page à un tableau de bord

source: To add a new page to a dashboard, open the Project's property page. (Follow steps 1 - 3 in the `Modify a Project`_ section.
fr: Pour ajouter une nouvelle page à un tableau de bord, ouvrez la page de propriétés du projet. (Suivez les étapes 1 à 3 de la section `Modifier un projet`_.

source: Enter the page name in the top field.
fr: Entrez le nom de la page dans le champ supérieur.

source: For sub-pages, select the parent page from the **Parent Id** drop-down list. For all other pages select **No parent**.
fr: Pour les sous-pages, sélectionnez la page parent dans la liste déroulante **Parent Id** *(Id du parent)*. Pour toutes les autres pages, sélectionnez **No parent** *(pas de parent)*.

source: Define the page order by entering a **Sort** index. Increment the index by 1 for each new page, starting with **0** for the first page.
fr: Définissez l'ordre des pages en saisissant un index **Sort**. Incrémentez l'index de 1 pour chaque nouvelle page, en commençant par **0** pour la première page.

source: Click the |create-page| button to add the page to the dashboard.
fr: Cliquez sur le bouton |create-page| pour ajouter la page au tableau de bord.

source: If you return to the previous page, you will see the page appearing in the list of available pages.
fr: Si vous revenez à la page précédente, vous verrez la page apparaitre dans la liste des pages disponibles.

source: Update a Dashboard Page
fr: Mettre à jour une page de tableau de bord

source: To alter an existing page, click the |pencil-black| icon next to the page's name. This will open the page's settings. You are now able to change the title and the order of the page. See `above <#add-a-new-page-to-a-dashboard>`__ for further details.
fr: Pour modifier une page existante, cliquez sur l'icône |pencil-black| à côté du nom de la page. Cela ouvrira les paramètres de la page. Vous pouvez maintenant changer le titre et l'ordre de la page. Voir `ci-dessus <#add-a-new-page-to-a-dashboard>`__ pour plus de détails.

source: On the page that opens, you should now be able to alter the page name and the display order.
fr: Dans la page qui s'affiche, vous pourrez maintenant enregistrer un nouveau mot de passe ou change votre adresse email.

source: Save your changes by clicking the |update-page| button.
fr: Vous pouvez sauvegarder vos modifications en cliquant sur le bouton |update-page|.

source: Delete a Dashboard Page
fr: Supprimer une page du tableau de bord

source: To delete a dashboard page, open the Project's property page. (Follow steps 1 - 3 in the `Modify a Project`_ section.
fr: Pour supprimer une page du tableau de bord, ouvrez la page de propriétés du projet. (Suivez les étapes 1 à 3 de la section `Modifier un projet`_.

source: In the list of available page, use the |delete-black| icon next to the page you would like to delete.
fr: Dans la liste des pages disponibles, utilisez l'icône |delete-black à côté de la page que vous souhaitez supprimer.

source: Be careful when deleting pages or elements. Deleting dashboard pages will permanetly delete the page including potential sub-pages.
fr: Soyez prudent lorsque vous supprimez des pages ou des éléments. La suppression des pages du tableau de bord supprimera définitivement la page, y compris les sous-pages potentielles.

source: FAQ
fr: Questions Fréquemment Posées

source: This section aims to help users troubleshoot frequently encountered issues. In case you encounter an issue that is not addressed here, please contact your country administrator or send an email to `hearms@who.int <mailto:herams@who.int?>`_.
fr: Cette section a pour but d'aider les utilisateurs à dépanner les problèmes fréquemment rencontrés. Si vous rencontrez un problème qui n'est pas abordé ici, veuillez contacter l'administrateur de votre pays ou envoyer un e-mail à `hearms@who.int <mailto:herams@who.int?>`_.

source: `General`_
fr: `Général`_

source: `Confirmation email not received`_
fr: `Courriel de confirmation non reçu`_.

source: `How to reset your password?`_
fr: `Comment réinitialiser votre mot de passe ?`_

source: `View a project/dashboard`_
fr: `Voir un projet/tableau de bord`_

source: `Can't access a project dashboard`_
fr: `Tableau de bord`_

source: `Who has access to your project?`_
fr: `Qui a accès à votre projet ?`_

source: `Data editing & downloading`_
fr: `Modifier et télécharder de données`_

source: `Data updates don't appear on the dashboard`_
fr: `Les mises à jour de données n'apparaissent pas sur le tableau de bord.`_

source: General
fr: Général

source: Confirmation email not received
fr: Courriel de confirmation non reçu

source: How to reset your password?
fr: Réinitialiser le mot de passe

source: If you forgot your password, follow the instructions provided `here <#reset-password>`__ to reset your password.
fr: Dans le cas où vous auriez oublié votre mot de passe, les instructions `ci-dessous <#reset-password>`__ vous guiderons dans la réinitialisation de votre mot de passe.

source: View a project/dashboard
fr: Afficher un projet/tableau de bord

source: Can't access a project dashboard
fr: Impossible d'accéder à un tableau de bord de projet

source: Who has access to your project?
fr: Qui a accès à votre projet ?

source: In-country administrators and users responsible for a project or workspace can verify the list of users having access to the project and/or workspace as well as their permission levels. See `HeRAMS Administration`_ for more information on sharing `Projects`_ and `Workspaces`_.
fr: Les administrateurs et les utilisateurs responsables d'un projet ou d'un espace de travail dans le pays peuvent vérifier la liste des utilisateurs ayant accès au projet et/ou à l'espace de travail, ainsi que leurs niveaux de permission. Voir `HeRAMS Administration`_ pour plus d'informations sur le partage des `Projets`_ et des `Espaces de travail`_.

source: Data editing & downloading
fr: Modifier et télécharger les données

source: Data updates don't appear on the dashboard
fr: Les mises à jour des données n'apparaissent pas sur le tableau de bord

source: It is important to note that the data displayed on the interactive dashboards are only synchronized every 30 minutes. Thus, is it is possible that updates to the data don't show immediately on the dashboards. To solve the issue, manually sync the data cache of the workspace. For more information on data caching read the section on `Workspaces`_.
fr: Il est important de noter que les données affichées sur les tableaux de bord interactifs ne sont synchronisées que toutes les 30 minutes. Ainsi, il est possible que les mises à jour des données ne s'affichent pas immédiatement sur les tableaux de bord. Pour résoudre le problème, synchronisez manuellement le cache de données de l'espace de travail. Pour plus d'informations sur la mise en cache des données, lisez la section `Espaces de travail`_.
